module.exports = {
    bosses: {
        大蛇: ["高级"],
        管理者: ["高级", "中级"],
        白虎: ["超级", "高级+", "高级", "中级"],
        弧魔: ["超级", "高级+", "高级", "中级"],
        寄居蟹: ["超级", "高级+", "高级", "中级"],
        魔像: ["超级", "高级+", "高级", "中级"],
        不死王: ["超级", "高级+", "高级", "中级"],
        猫头鹰: ["初级"],
        海妖: ["高级", "中级"],
        机器人: ["高级", "中级"],
        // 荒龙: ["高级+", "高级", "中级"]
        // 指挥者: ["高级+", "高级"],
        // 太母: ["超级", "高级"]
    },
    act_bosses: ["荒龙", "指挥者", "太母"],
    modes: ["房主", "房客", "灵车", "单人", "迷宫", "深层"],
    attributes: ["火", "水", "雷", "风", "光", "暗"],
    mazes: ["lv50", "lv40", "lv30", "lv20", "lv10"],
    ruins: ["lv70", "lv60", "lv50"],
    paths: ["boss", "aid", "special"],
    pathNames: ["领主&迷宫", "铃铛", "特殊功能"]
};